Repository: gotukapp/gotuk
Catalog: lib/l10n/app_*.arb
Languages: pt

# locale
source: en-EN
pt: pt-PT

source: GET STARTED
pt: VAMOS COMEÇAR

source: Language
pt: Idioma

source: English
pt: Inglês

source: Portuguese
pt: Português

# tripStatus
source: {choice, select, pending {Pending} booked {Booked} started {Started} finished {Finished} canceled {Canceled} other {Other}}
pt: {choice, select, pending {Pendente} booked {Reservado} started {Iniciado} finished {Terminado} canceled {Cancelado} other {Other}}

# countryLanguage
source: {choice, select, english {English} portuguese {Portuguese} french {French} german {German} japanese {Japanese} spanish {Spanish} italian {Italian} other {Other}}
pt: {choice, select, english {Inglês} portuguese {Português} french {Françês} german {Alemão} japanese {Japonês} spanish {Espanhol} italian {Italiano} other {Other}}

source: Guide
pt: Guia

source: Client
pt: Cliente

source: Rate Tour
pt: Avaliar

# letsGo
source: I'm Ready
pt: Vamos

source: Cancel
pt: Cancelar

source: Reschedule
pt: Reagendar

source: Hello
pt: Olá

# letsFindTour
source: Let’s find you a tour
pt: Vamos procurar um tour para ti

# welcomeGotuk
source: Welcome to GoTuk
pt: Bem-vindo à GoTuk

# pleaseLogin
source: Please login to your account
pt: Por favor, faz login

source: Phone Number
pt: Telemóvel

# loginAsGuide
source: Login as a guide
pt: LOGIN COMO GUIA

source: Or login with
pt: ou login com

source: Profile
pt: Perfil

source: Options
pt: Opções

source: Favorites
pt: Favoritos

source: Calendar
pt: Calendário

source: History
pt: Histórico

source: Account
pt: Conta

source: Promotions
pt: Promoções

source: Booked Tours
pt: Tours Reservados

source: See All
pt: Ver Todos

# recommended
source: Recommended for you
pt: Recomendados para ti

source: Nearby Tours
pt: Tours próximos de ti

source: Home
pt: Principal

source: Messages
pt: Mensagens

source: Reservation Id
pt: Id da Reserva

# reservationOnHold
source: The trip reservation is on hold until a guide accepts it.
pt: A reserva do tour está em espera até um guia aceitar.

source: Pickup point
pt: Ponto de Encontro

source: Reservation Date
pt: Data da Reserva

source: License Plate
pt: Matrícula

source: Remaining payment
pt: Pagamento Pendente

source: My Tours
pt: Meus Tours

source: Persons
pt: Pessoas

source: Settings
pt: Configurações

source: Account Settings
pt: Configurações da Conta

source: My Profile
pt: Meu Perfil

source: Notifications
pt: Notificações

source: Notification
pt: Notificação

source: Payments
pt: Pagamentos

source: Preferences
pt: Preferências

source: Dark Mode
pt: Modo Escuro

source: Privacy Settings
pt: Configurações Pessoais

source: Support
pt: Suporte

source: Log Out
pt: Sair

source: Full Name
pt: Nome Completo

source: Enter your Name
pt: Indica o teu Nome

source: Save Changes
pt: Gravar Alterações

source: Support Ticket
pt: Pedido de Suporte

source: Create Support Ticket
pt: Criar Pedido de Suporte

# withoutAccount
source: Don’t have an account?
pt: Não tens uma conta?

source: REGISTER
pt: REGISTAR

# toBeGuide
source: I want to be a Guide
pt: Quero ser um guia

# warningPhoneNumberAccountNotFound
source: This phone number is not associated with any account...
pt: Este número não está associado a nenhuma conta...

# phoneNumberRequired
source: You must fill in the phone number.
pt: Deves preencher o número de telemóvel.

# onboardingTitle_1
source: Tuk Tuk booking with GoTuk
pt: Reserva um TukTuk com a GoTuk

# onboardingTitle_2
source: Best tour experience
pt: Experimenta os nossos tours

# onboardingTitle_3
source: Signup on GoTuk
pt: Cria uma conta na GoTuk

# onboardingText_1
source: The best tours at the best prices
pt: Os melhores tours aos melhores preços

# onboardingText_2
source: Get the best deals on tuk tuk tours - Everyday!
pt: Desfruta dos melhores tours com a GoTuk - Todos os dias!

# onboardingText_3
source: Largest & most trusted Tuk Tuk App
pt: A maior e mais confiável aplicação de reservas de TukTuks

# proceed
source: Continue
pt: Continuar

source: Skip
pt: Saltar

# welcome
source: Welcome to GoTuk
pt: Bem-vindo à GoTuk

# onboardingCreateAccount
source: If you are new here, please create your account before booking a tour.
pt: Se és novo aqui, cria uma conta antes de reservar um tour.

source: Create guide account
pt: Criar conta de guia

source: Create account
pt: Criar conta

source: Select Languages
pt: Selecionar línguas faladas

source: Personal Data
pt: Dados Pessoais

source: Spoken Languages
pt: Linguas Faladas

# personalCard
source: Citizen C./Resident C./Passport
pt: C.Cidadão / C.Residencia / Passaporte

source: Document Number
pt: Número do documento

source: Expiration Date
pt: Validade

source: Select Date
pt: Seleccionar Data

source: Driving License
pt: Carta de condução

source: Attach Document
pt: Anexar Documentos

source: New Document
pt: Novo Documento

source: Organization Data
pt: Dados da Empresa

source: Code
pt: Código

source: Organization Code
pt: Código da Empresa

source: Name
pt: Nome

# nameRequired
source: Name is required.
pt: Deves preencher o nome.

source: Change Organization
pt: Mudar Empresa

source: Submit Data
pt: Submeter Dados

source: Account data submitted successfully!
pt: Informação submetida com sucesso!

source: Error submitting data!
pt: Erro ao submeter a informação!

source: Work Accident Insurance
pt: Apólice de Seguro de Acidentes de Trabalho

# includedInOrganizationPolicy
source: It's included in the organization policy
pt: Está incluido na apólice da empresa

# workAccidentInsuranceWarning
source: Attention - Your account will only be validated if the policy sent by the company contains your name
pt: Atenção - A tua conta apenas será validada se na apólice enviada pela empresa constar o teu nome

source: Insurance Company
pt: Companhia de Seguros

source: Policy Number
pt: Nº Apólice

source: Criminal Record
pt: Registo Criminal

# letsCreateYourAccount
source: Let’s create your account first
pt: Vamos primeiro criar a tua conta

source: Enter your email
pt: Indica o teu Email

source: Data Protection Policy
pt: Política de Proteção de Dados

source: Terms and Conditions
pt: Termos e Condições

# acceptDataProtectionPolicyAndTermsAndConditions
source: You need to accept the Terms and Conditions and the Data Protection Policy to proceed.
pt: Precisas de aceitar os Termos e Condições e a Política de Proteção de Dados para prosseguir.

# agreeAndContinue
source: Agree & Continue
pt: Aceitar & Continuar

source: Have an account?
pt: Já tens uma conta?

# unableToCreateAccount
source: Unable to create the account.
pt: Não foi possível criar a conta.

source: Verify Your Account
pt: Verificação da Conta

# sendVerificationCode
source: We’ve sent a verification code
pt: Enviámos um código de verificação

source: Verify your code
pt: Verifica o teu código

source: Verification Code
pt: Código de Verificação

source: Verify Account
pt: Verificar Conta

# didNotReceiveTheCode
source: Didn’t receive the code?
pt: Não recebeste o código?

source: Resend
pt: Reenviar

source: Notification Settings
pt: Configuração de Notificações

# promotionsSubTitle
source: Get info newest promotion
pt: Obtém as mais recentes promoções

source: Bookings
pt: Reservas

# bookingsSubTitle
source: Information about your booking
pt: Informações sobre as tuas reservas

source: Invoice and Payment
pt: Faturas e Pagamentos

# invoiceAndPaymentSubTitle
source: Information about your payment
pt: Informações sobre os teus pagamentos

# invalidVerificationCode
source: Invalid or expired code. Please try again.
pt: Código inválido ou expirado. Tenta novamente.

# accountCreatesSuccessfully
source: Congratulations! Start booking with GoTuk.
pt: Parabéns! Começa a fazer reservas com a GoTuk.

source: Account Created
pt: Conta Criada

source: Take Photo
pt: Tirar foto

# fromGallery
source: Choose from gallery
pt: Escolher da galeria

# profileChangesSaved
source: Profile changes saved successfully!
pt: Alterações ao perfil guardadas com sucesso!

# privacySettingsChangesSaved
source: Privacy settings changes saved successfully!
pt: Alterações às configurações pessoais guardadas com sucesso!

source: Delete Account
pt: Apagar Conta

# deleteAccountConfirmation
source: Are you sure you want to delete this account?
pt: Tens a certeza que pretendes apagar esta conta?

source: Yes
pt: Sim

source: No
pt: Não

# warningOrganizationNotFound
source: No organization were found with this code
pt: Não existe nenhuma empresa com esse código

# selectTuk
source: Select TukTuk
pt: Seleccionar um TukTuk

# tukSelectedSuccessfully
source: TukTuk selected successfully
pt: TukTuk seleccionado com sucesso

# tukSelectedByAnotherGuide
source: The selected TukTuk is already selected by another guide
pt: O Tuktuk seleccionado já está ocupado por outro guia

# selectTukConfirmation
source: Are you sure you want to select the tuktuk {licensePlate}?
pt: Tens a certeza que pretendes seleccionar o tuktuk {licensePlate}?

source: Back
pt: Voltar

# noTuksAvailable
source: No tuktuks available
pt: Não existem Tuktuks disponíveis

# regulations
source: Internal Regulations
pt: Regulamento Interno

source: Contacts
pt: Contactos

source: Select Category
pt: Seleccionar Categoria

# pleaseSelectCategory
source: Please select a category
pt: Por favor selecciona uma categoria

source: Select Reason
pt: Seleccionar Motivo

# pleaseSelectReason
source: Please select a reason
pt: Por favor selecciona um motivo

# createTicketWarning
source: You have to select a Category and a Reason to create a ticket
pt: Tens de seleccionar uma Categoria e um Motivo para criar o pedido de suporte

source: Good tours with GoTuk
pt: Bons tours com a GoTuk

source: Pending Tours
pt: Marcações Pendentes

# accountBlockedWarning
source: Your account is not active. You will not receive new tours. Please check your account details.
pt: A tua conta não está activa. Não receberás novas marcações. Por favor verifica os dados da tua conta.

source: Completed Tours
pt: Tours Terminados

source: Next Tours
pt: Próximas Tours

source: Current Tour
pt: Tour Atual

source: Today Tours
pt: Tours de Hoje

source: Today
pt: Hoje

source: Last 7 days
pt: Ultímos 7 dias

source: Last 30 days
pt: Ultímos 30 dias

source: Accept
pt: Aceitar

source: Cookies Policy
pt: Política de Cookies

# acceptAll
source: To continue you must accept all documents
pt: Para continuar deves aceitar todos os documentos

# bookTour
source: Booking
pt: Book Tour

source: Reviews
pt: Avaliações

source: Price per person
pt: Preço por pessoa

source: Guides available:
pt: Guias disponíveis:

source: Date
pt: Data

source: Time
pt: Hora

source: Select Time
pt: Seleccionar Hora

source: Guide Features
pt: Características do Guia

source: Select Guide Features
pt: Seleccionar Características do Guia

source: Invoice with tax number
pt: Factura com NIF

source: Tax Number
pt: Número de Identificação Fiscal

source: Payment Details
pt: Detalhes de Pagamento

# tourPrice
source: Tour (Payment made to the guide)
pt: Tour (Pagamento feito ao guia)

# bookingPrice
source: Booking Fee
pt: Taxa de Reserva

# selectDateWarning
source: Please select a date to proceed.
pt: Por favor selecciona uma data para prosseguir.

# selectTimeWarning
source: Please select a time to proceed.
pt: Por favor selecciona uma hora para prosseguir.

# noGuideAvailableWarning
source: There is no guide available for this date/time. Please review the date/time or guide features so we can find a guide for you.
pt: Não existe nenhum guia disponível para a data e hora seleccionadas. Revê a data/hora ou as características do guia para que possamos encontrar um guia para ti.

source: Booking Tour
pt: Reserva de Tour

# duplicatedTourWarning
source: It looks like you already have a tour booked at this time. Are you sure you want to continue?
pt: Parece que já tens um tour reservado para esta data. Tens a certeza que queres prosseguir?

source: Proceed to Payment
pt: Prosseguir para Pagamento

source: Hours
pt: Horas

source: Minutes
pt: Minutos

source: Preferred language
pt: Idioma Preferencial

source: Vehicle Type
pt: Tipo de Veículo

# onlyElectricVehicles
source: Only electric vehicles (EV)
pt: Apenas veículos eléctricos (EV)

source: Confirm
pt: Confirmar

# bookingConfirmation
source: Booking Confirmed
pt: Reserva confirmada

# bookingCongratulations
source: Congratulations! Enjoy your trip!
pt: Parabéns! Aproveita bem o teu tour!

# bookingAccepted
source: Tour booking accepted!
pt: Reserva aceite!

# bookingAlreadyAcceptedWarning
source: This tour has already been accepted by another Guide!
pt: Este tour já foi aceite por outro guia!

source: Start Tour
pt: Iniciar tour

# startTourConfirmation
source: Are you sure you want to start this tour?
pt: Tens a certeza de que pretendes iniciar este tour?

source: Finish Tour
pt: Terminar tour

# finishTourConfirmation
source: Are you sure you want to finish this tour?
pt: Tens a certeza de que desejas terminar este tour?

# sendGuideMessageConfirmation
source: Do you want to send a message to the guide notifying him that you are ready for the tour?
pt: Queres enviar uma mensagem ao guia a notificá-lo de que estás pronto para o tour?

source: Booking for tomorrow
pt: Reserva para amanhã

source: Booking for today
pt: Reserva para hoje

# rateTourConfirmation
source: Thanks for rating the tour!
pt: Obrigado por avaliares o tour!

source: Rate your tour
pt: Avalia o teu tour

# rateTourQuestion
source: How was your tour?
pt: Como foi o teu tour?

# rateGuideQuestion
source: How was your Guide?
pt: Como foi o teu guia?

# leaveComment
source: Leave a comment
pt: Deixa um comentário

# leaveCommentHint
source: Tell us about your experience...
pt: Partilha a tua experiência...

source: Submit
pt: Submeter

source: Updating calendar
pt: Atualizar calendário

# tourFinishTitle
source: Thank you for booking with us!
pt: Obrigado por reservares connosco!

# tourFinishText
source: We hope you had a great experience. Now, let's rate the tour and guide!
pt: Esperamos que tenhas tido uma ótima experiência. Agora, vamos avaliar o passeio e o guia

# redirecting
source: Redirecting in a few seconds...
pt: Redirecionamento em poucos segundos...

source: Rate Now
pt: Avaliar agora

source: Accept Tour
pt: Aceitar Reserva

source: Cancel Tour
pt: Cancelar Reserva

source: Recent
pt: Recente

source: Clear All
pt: Limpar Todos

source: Chat Message
pt: Mensagem de Chat

source: New Tour Booked
pt: Nova tour reservada

source: Tour Started
pt: Tour Iniciado

source: Tour Finished
pt: Tour Terminado

source: Tour Canceled
pt: Tour Cancelado

source: Cancellation Reason
pt: Motivo do Cancelamento

# cancellationReasonRequired
source: Reason is required
pt: Obrigatório indicar o motivo

# cancelTourWarning
source: Canceling this tour will negatively impact your rating. Please provide a valid reason for the cancellation.
pt: Cancelar este tour terá impacto negativo na tua classificação. Por favor apresenta um motivo válido para o cancelamento.

# tourHistory
source: Tours History
pt: Histórico de Tours
